Repository: interaktivgmbh/volto-animated-layers-block
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: de, fr

# trans_title_animated_layers
source: Animated Layers
de: Animierte Ebenen
fr: Couches Animées

# schema.animationLayer.title
source: Animation Layer
de: Animationslayer
fr: Couche d'Animation

# schema.animationLayer.fieldset.default
source: Default
de: Standard
fr: Défaut

# schema.animationLayer.label.title
source: Label
de: Beschriftung
fr: Étiquette

# schema.animationLayer.label.description
source: Label of the Checkbox
de: Beschriftung des Kontrollkästchens
fr: Étiquette de la case à cocher

# schema.animationLayer.animation.description
source: Select the file of the animated SVG.
de: Wählen Sie die Datei der animierten SVG aus.
fr: Sélectionnez le fichier SVG animé.

# schema.animationLayer.visible.title
source: Visible
de: Sichtbar

# schema.animationLayer.visible.description
source: Initially Visible?
de: Anfangs sichtbar?
fr: Visible initialement ?

# schema.animationLayer.size.title
source: Scale Size
de: Skalierungsgröße
fr: Taille d'échelle

# schema.animationLayer.size.description
source: Scale factor of the animated Layer. Range between 0 and 1.
de: Skalierungsfaktor des animierten Layers. Bereich zwischen 0 und 1.
fr: Facteur d'échelle de la couche animée. Plage entre 0 et 1.

# schema.animationLayer.top.title
source: Position Top
de: Position oben
fr: Position en haut

# schema.animationLayer.top.description
source: Css-Attribute "top". Value is in Percentage.
de: CSS-Attribut "top". Wert in Prozent.
fr: Attribut CSS "top". La valeur est en pourcentage.

# schema.animationLayer.left.title
source: Position Left
de: Position links
fr: Position à gauche

# schema.animationLayer.left.description
source: Css-Attribute "left". Value is in Percentage.
de: CSS-Attribut "left". Wert in Prozent.
fr: Attribut CSS "left". La valeur est en pourcentage.

# schema.callToActionButton.title
source: Button
de: Schaltfläche
fr: Bouton

# schema.callToActionButton.fieldset.default
source: Default
de: Standard
fr: Défaut

# schema.callToActionButton.label.title
source: Label
de: Beschriftung
fr: Étiquette

# schema.callToActionButton.label.description
source: Label of the Link
de: Beschriftung des Links
fr: Étiquette du lien

# schema.callToActionButton.link.description
source: External or Internal Link
de: Externer oder interner Link
fr: Lien externe ou interne

# schema.animatedLayers.fieldset.default
source: Default
de: Standard
fr: Défaut

# schema.animatedLayers.title.title
source: Title
de: Titel
fr: Titre

# schema.animatedLayers.title.description
source: Title of the Block (left side).
de: Titel des Blocks (linke Seite).
fr: Titre du bloc (côté gauche).

# schema.animatedLayers.description.title
source: Description
de: Beschreibung

# schema.animatedLayers.description.description
source: Description of the Block (left side).
de: Beschreibung des Blocks (linke Seite).
fr: Description du bloc (côté gauche).

# schema.animatedLayers.layers.title
source: Animation Layers
de: Animations-Ebenen
fr: Couches d'Animation

# schema.animatedLayers.layers.description
source: Add Animation Layers.
de: Animationsebenen hinzufügen.
fr: Ajouter des couches d'animation.

# schema.animatedLayers.buttons.title
source: Call to Action Buttons
de: Handlungsaufforderungsschaltflächen
fr: Boutons d'Appel à l'Action

# schema.animatedLayers.buttons.description
source: Add a Call to Action Button.
de: Fügen Sie eine Handlungsaufforderungsschaltfläche hinzu.
fr: Ajouter un bouton d'appel à l'action.

# schema.callToActionButton.link.title
source: Link
fr: Lien
